/*
Объект - набор свойств "Имя: Значение"
                        "key: "value"

window.console.log() 

**  console - это Объект 
    console {
        ...
    }

    Этом Объекте console является Ключем
    console {
        *console:* "..."
    }

** . (Точечная запис)
    Это часть синтаксис JS. С помощью точечной записи можно получить доступ к свойства объекта

**  Статический метод log - это Функция которая является значением 1 из свойств объекта
    console {
        console: *"log()",* // Этом Объекте log является Значением
    }

** () *Вызов метода*
Это часть синтаксис JS. С помощью () вызываем функция log  

** внутри вызова меода находится аргумент
log(аргумент) 
*/
